Repository: DesBw/fsnotes
Catalog: FSNotes/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, he, it, ja, ko, nl_nl, pt_pt, uk, zh_hans

# Add
source: Добавить
ar_iq: يضيف
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
it: Aggiungi
ja: 追加
ko: 추가
nl_nl: Toevoegen
pt_pt: Adicionar
uk: Додати
zh_hans: 添加

source: Add External Folder...
ar_iq: ارفاق تخزين...
de: Speicher anschließen...
es: Adjuntar almacenamiento...
fr: Attacher un stockage...
he: הוסף תיקיה חיצונית...
it: Collega archivio...
ja: 外部フォルダを追加...
ko: 저장소 추가...
nl_nl: Koppelen opslag...
pt_pt: Adicionar armazenamento...
uk: Підключити сховище...
zh_hans: 添加多个文件夹

# Archive
source: Архив
ar_iq: ارشيف
de: Archiv
es: Archivo
fr: Archive
he: ארכיון
it: Archivio
ja: アーカイブ
ko: 아카이브
nl_nl: Archief
pt_pt: Arquivo
uk: Архів
zh_hans: 存档

source: Are you really want to remove %d tag(s)? This action can not be undone.
ar_iq: هل تريد حقًا إزالة٪ d علامة (علامات)؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie wirklich %d Tag(s) entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar %d etiqueta/s? Esta operación no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer %d libellé(s) ? Cette action est irréversible.
he: האם ברצונך להסיר %d תג(ים)? לא ניתן לבטל פעולה זו.
it: Vuoi veramente rimuovere %d tag(s)? Questa azione non può essere annullata.
ja: 本当にこれら%d個のタグを削除しますか？一度削除したら元に戻すことはできません
pt_pt: Tem a certeza que pretende remover %d etiqueta(s)? Esta acção é irreversível.
uk: Ви дійсно хочете видалити %d тег(и)? Ця дія не може бути скасована.
zh_hans: 您真的要删除 %d 个标签吗？此操作无法撤消。

# Are you sure you want to irretrievably delete %d note(s)?
source: Вы уверены что хотите выполнить необратимое удаление %d заметки(ок)?
ar_iq: هل انت متأكد من حذف الملفات %d بشكل نهائي ؟
de: Sind Sie sicher, dass Sie %d Notiz(en) unwiderruflich löschen möchten?
es: ¿Seguro que quieres borrar definitivamente %d notas?
fr: Êtes-vous sûr de vouloir supprimer définitivement %d notes(s) ?
he: האם ברצונך למחוק %d פתק(ים) באופן בלתי הפיך?
it: Sei sicuro di voler eliminare in modo irreversibile la/e nota/e %d ?
ja: これら%d件のノートを本当に削除してもいいですか?(もとに戻せません)
ko: %d개의 노트를 영구적으로 지우겠습니까?
nl_nl: Weet je zeker dat je %d notitie(s) definitief wilt wissen?
pt_pt: Tem a certeza que pretende eliminar %d nota(s) de forma irreversível?
uk: Вы впевнені що хочете назавжди видалити %d нотатку(ок)?
zh_hans: 确定要永久删除%d个笔记？此操作无法恢复！

# Are you sure you want to remove project "%@" and all files inside?
source: Вы уверены что хотите удалить директорию "%@"?
ar_iq: هل انت متأكد من حذف المشروع "%@" وكل المفات التي بداخله
de: Sind Sie sicher, dass Sie Projekt "%@" löschen möchten?
es: ¿Seguro que quieres borrar el proyecto "%@" con todo su contenido?
fr: Êtes-vous sûr de vouloir supprimer le projet "%@" et tous ses fichiers ?
he: האם ברצונך להסיר פרוייקט "%@" ואת כל הקבצים שבתוכו?
it: Sei sicuro di voler eliminare il progetto "%@" e tutti i file al suo interno?
ja: プロジェクト "%@" と中に入っているすべてのノートを本当に削除してもいいですか？
ko: 프로젝트 "%@"를 영구적으로 지우겠습니까？
nl_nl: Weet je zeker dat je project "%@" en alle bestanden daarin wilt verwijderen?
pt_pt: Tem a certeza que pretende eliminar o projeto "%@" e todos os seus ficheiros?
uk: Вы впевнені що хочете видалити директорію "%@"?
zh_hans: 您确定要删除项目"%@"和它下面的所有文件吗？

source: Back up storage
ar_iq: تخزين النسخ الاحتياطي
de: Speicher sichern
es: Almacenamiento de respaldo
fr: Sauvegarder le stockage
he: גבה אחסון
it: Salva archivio
ja: バックアップストレージ
ko: 저장소 백업
nl_nl: Back-up opslag
pt_pt: Cópia de segurança de armazenamento
uk: Зробити резервну копію
zh_hans: 提交git的存储库中的所有文件

# Cancel
source: Отмена
ar_iq: الغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
nl_nl: Annuleer
pt_pt: Cancelar
uk: Відміна
zh_hans: 取消

source: Change Creation Date
ar_iq: تغيير تاريخ الإنشاء
de: Erstellungsdatum ändern
es: Cambiar fecha de creación
fr: Changer la date de création
he: שנה תאריך יצירה
it: Modifica la data di creazione
ja: 作成日を変更
ko: 생성 일 변경
nl_nl: Wijzig de aanmaakdatum
pt_pt: Alterar data de criação
uk: Змінити дату створення
zh_hans: 变更建立日期

# Check Grammar With Spelling
source: Проверить грамматику с орфографией
ar_iq: تحقق من القواعد مع التدقيق الإملائي
de: Grammatik und Rechtschreibung prüfen
es: Comprobar gramática con la ortografía
fr: Vérifier la grammaire avec l'orthographe
he: בדוק דקדוק ביחד עם איות
it: Controlla la grammatica e l'ortografia
ja: 文法チェック
ko: 맞춤법 및 문법 검사
nl_nl: Controleer grammatica tegelijk met spelling
pt_pt: Verificar gramática com ortografia
uk: Перевіряти граматику та правопис
zh_hans: 检查拼写和语法

# Check Spelling While Typing
source: Проверять во время набора
ar_iq: تحقق من التدقيق الإملائي أثناء الكتابة
de: Während der Texteingabe prüfen
es: Comprobar ortografía mientras se escribe
fr: Vérifier l'orthographe lors de la frappe
he: בדוק איות תוך כדי הקלדה
it: Controlla l'ortografia durante la digitazione
ja: 入力中にスペルをチェックする
ko: 입력하는 동안 맞춤법 검사
nl_nl: Controleer Spelling Tijdens Typen
pt_pt: Verificar gramática durante a escrita
uk: Перевіряти правопис під час набору
zh_hans: 键入时检查拼写

source: Clear
de: Klar
es: Limpiar
fr: Dégager
he: נקה
it: Pulisci
ja: クリア
pt_pt: Limpar
uk: Очистити

source: Connection established successfully 🤟
ar_iq: تم الاتصال بنجاح 🤟
de: Verbindung erfolgreich hergestellt 🤟
fr: Connexion établie avec succès 🤟
he: החיבור נוצר בהצלחה 🤟
it: Connessione stabilita con successo 🤟
ja: 接続が確立されました🤟
ko: 성공적으로 연결되었습니다 🤟
pt_pt: Conexão estabelecida com sucesso 🤟
uk: З'єднання встановлено успішно 🤟
zh_hans: 连接建立成功🤟

source: Copy HTML
ar_iq: نسخ HTML
de: HTML kopieren
es: Copiar HTML
fr: Copier HTML
he: העתק HTML
it: Copia HTML
ja: HTMLをコピー
ko: HTML 복사하기
nl_nl: Kopieer HTML
pt_pt: Copiar HTML
uk: Скопіювати HTML
zh_hans: 拷贝HTML

source: Copy Link
ar_iq: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
he: העתק קישור
it: Copia Link
ja: リンクをコピー
ko: 링크 복사하기
nl_nl: Kopieer Link
pt_pt: Copiar Ligação
uk: Скопіювати посилання
zh_hans: 拷贝链接

source: Copy Plain Text
ar_iq: نسخ نص اعتيادي
de: Plain Text kopieren
es: Copiar texto sin estilo
fr: Copier du texte brut
he: העתק מלל פשוט
it: Copia Testo Semplice
ja: プレインテキストとしてコピー
ko: 일반 텍스트 복사하기
nl_nl: Kopieer Platte Tekst
pt_pt: Copiar Texto Simples
uk: Скопіювати текст
zh_hans: 拷贝纯文本

# Correct Spelling Automatically
source: Корректировать правописание
ar_iq: تصحيح الإملاء تلقائيًا
de: Rechtschreibung automatisch korrigieren
es: Corregir ortografía automáticamente
fr: Corriger l'orthographe automatiquement
he: תקן איות באופן אוטומטי
it: Correggi ortografia automaticamente
ja: スペルを自動的に修正
ko: 맞춤법 자동 수정
nl_nl: Corrigeer Spelling Automatisch
pt_pt: Corrigir Ortografia Automáticamente
uk: Автоматично коригувати правописання
zh_hans: 拼写正确

source: Create Web Page
ar_iq: إنشاء صفحة ويب
de: Online teilen
es: Crear página web
fr: Créer une page Web
he: צור דף אינטרנט
it: Crea pagina web
ja: ウェブページの作成
ko: 웹 페이지 만들기
pt_pt: Criar página da Web
uk: Створити веб-сторінку

source: Creation date:
ar_iq: تاريخ الإنشاء:
de: Erstellungsdatum:
es: Fecha de creación:
fr: Date de création:
he: תאריך יצירה:
it: Data di creazione:
ja: 作成日:
ko: 제작 일:
pt_pt: Data de criação:

source: Current password does not match with password in keychain
ar_iq: كلمة المرور الحالية لا تتطابق مع كلمة المرور في keychain
de: Das aktuelle Passwort stimmt nicht mit dem Passwort im Schlüsselbund überein
es: La contraseña actual no coincide con la contraseña en el Llavero
fr: Le mot de passe actuel ne correspond pas au mot de passe du trousseau
he: הסיסמה הנוכחית לא תואמת עם הסיסמה בצרור
it: La password corrente non corrisponde alla password nel portachiavi
ja: 現在のパスワードはKeychainに保存されたものと一致しません
ko: 암호가 키체인과 다릅니다
nl_nl: Het huidige wachtwoord komt niet overeen met het wachtwoord in de sleutelhanger
pt_pt: A palavra-passe atual não coincide com a palavra-passe armazenada no keychain
uk: Пароль не співпадає з паролем у зв'язці
zh_hans: 当前密码与钥匙串中的密码不匹配

# Data Detectors
source: Определение данных
ar_iq: كاشفات البيانات
de: Datendetektoren
es: Detectores de datos
fr: Détecteurs de données
he: גלאי נתונים
it: Rilevatori di dati
ja: データ検出
ko: 데이터 탐색기
nl_nl: Data Detectoren
pt_pt: Detectores de dados
uk: Детектори даних
zh_hans: 数据检测器

source: Decrypt
ar_iq: فك تشفير
de: Entschlüsseln
es: Descifrar
fr: Décrypter
it: Decifra
ja: 復号化
ko: 복호화
pt_pt: Descriptografar
uk: Розшифрувати

source: Default storage path should not be equal to Git path.
ar_iq: يجب ألا يكون مسار التخزين الافتراضي مساويًا لمسار Git.
de: Der Standardspeicherpfad sollte nicht gleich dem Git-Pfad sein.
es: La carpeta de almacenamiento por defecto no puede ser un repositorio Git.
fr: Le chemin de stockage par défaut ne doit pas être égal au chemin Git.
he: נתיב האחסון צריך לא להיות שווה לנתיב Git.
it: Il percorso di archiviazione predefinito non deve essere uguale al percorso Git.
ja: デフォルトストレージパスはGitパスとは異なる必要があります
ko: 기본 저장 경로는 Git 경로와 같지 않아야 합니다.
pt_pt: O caminho de armazenamento por defeito não deve ser igual ao ao path de Git.
uk: Шлях зберігання за умовчанням не повинен дорівнювати шляху Git.
zh_hans: 默认存储路径不允许和 Git 路径相同。

# Delete
source: Удаление
ar_iq: حذف
de: Löschen
es: Eliminar
fr: Effacer
he: מחק
it: Elimina
ja: 削除
ko: 삭제
nl_nl: Verwijder
pt_pt: Eliminar
uk: Видалити
zh_hans: 删除

source: Delete Folder
ar_iq: حذف المجلد
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
he: מחק תיקיה
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
nl_nl: Verwijder map
pt_pt: Eliminar pasta
uk: Видалити директорію
zh_hans: 删除文件夹

source: Delete Tag
ar_iq: حذف العلامة
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer le libellé
he: מחק תג
it: Elimina tag
ja: タグを削除
ko: 태그 삭제
nl_nl: Verwijder tag
pt_pt: Eliminar Etiqueta
uk: Видалити тег
zh_hans: 删除标签

source: Detach storage
ar_iq: فصل التخزين
de: Speicher abnehmen
es: Separar el almacenamiento
fr: Détacher le stockage
he: נתק אחסון
it: Scollega archivio
ja: ストレージを切り離す
ko: 저장소 분리
nl_nl: Ontkoppelen opslag
pt_pt: Separar armazenamento
uk: Відключити сховище
zh_hans: 分离存储

source: Do you want to move current notes in the new destination?
ar_iq: هل تريد نقل الملاحظات الحالية إلى الوجهة الجديدة؟
de: Möchten Sie aktuelle Notizen an das neue Ziel verschieben?
es: ¿Quieres mover las notas al nuevo destino?
fr: Voulez-vous déplacer les notes actuelles vers la nouvelle destination ?
he: האם ברצונך להעביר את הפתקים הנוכחים ליעד החדש?
it: Vuoi spostare le note correnti nella nuova destinazione?
ja: 既存のノートを新しい場所に移動しますか？
ko: 현재 메모를 새 대상으로 이동하시겠습니까?
pt_pt: Deseja mover as notas existentes para o novo destino?
uk: Ви хочете перемістити поточні нотатки до нового сховища?
zh_hans: 您想将当前笔记移动到目标处吗？

source: Documents
ar_iq: المستندات
es: Documentos
he: מסמכים
it: Documenti
ja: ドキュメント
ko: 서류
pt_pt: Documentos
uk: Документація
zh_hans: 文档

source: Edit Link…
ar_iq: تحرير الرابط ...
es: Editar enlace…
fr: Modifier le lien…
he: ערוך קישור...
it: Modifica Link…
ja: リンクを修正...
ko: 링크 수정…
nl_nl: Bewerk Link...
pt_pt: Editar Ligação...
uk: Редагувати посилання...
zh_hans: 编辑链接…

source: Empty password
ar_iq: كلمة مرور فارغة
de: Passwort leer
es: Contraseña vacía
fr: Mot de passe vide
he: הסיסמה ריקה
it: Password vuota
ja: パスワードが空です
ko: 빈 암호
nl_nl: Leeg wachtwoord
pt_pt: Palavra-passe vazia
uk: Введіть пароль
zh_hans: 空密码

source: Encrypt
ar_iq: تشفير
de: Verschlüsseln
es: Cifrar
fr: Crypter
he: הצפין
it: Crittografa
ja: 暗号化する
ko: 암호화
pt_pt: Criptografar
uk: Зашифрувати

source: Enter Master Password
ar_iq: ادخل كلمة المرور الاساسية
de: Geben Sie das Master Passwort ein
es: Introduce la contraseña maestra
fr: Entrez le mot de passe principal
he: הכנס סיסמה ראשית
it: Inserisci la Master Password
ja: マスターパスワードを入力する
ko: 마스터 암호 입력
nl_nl: Voer Hoofdwachtwoord in
pt_pt: Introduzir Palavra-passe Mestra
uk: Введіть мастер пароль
zh_hans: 输入管理员密码

source: External Folders
ar_iq: المجلدات الخارجية
es: Carpetas externas
fr: Dossiers externes
he: תיקיות חיצוניות
it: Cartelle esterne
ja: 外部フォルダ
ko: 외부 폴더
pt_pt: Pastas Externas
uk: Зовнішні папки
zh_hans: 外部文件夹

source: Folder with name '%@' already exist
ar_iq: المجلد الذي يحمل الاسم '٪ @' موجود بالفعل
es: Ya existe una carpeta nombrada '%@'
he: תיקיה בשם "%@" כבר קיימת.
it: La cartella con il nome '%@' già esiste
ja: '%@'という名前のフォルダはすでに存在しています
ko: 이름이 '%@'인 폴더가 이미 있습니다.
pt_pt: Já existe uma pasta com o nome '%@'
uk: Папка з назвою '%@' вже існує
zh_hans: 文件夹名称 '%@' 已存在

# FSNotes [edit]
source: FSNotes [редактирование]
ar_iq: FSNotes [تعديل]
de: FSNotes [bearbeiten]
es: FSNotes [edición]
fr: FSNotes [edit]
he: FSNotes [עריכה]
it: FSNotes [modifica]
ja: FSNotes [編集]
ko: FSNotes [수정]
nl_nl: FSNotes [bewerk]
pt_pt: FSNotes [editar]
uk: FSNotes [редагування]
zh_hans: FSNotes [编辑]

# FSNotes [preview]
source: FSNotes [предпросмотр]
ar_iq: FSNotes [المعاينة]
de: FSNotes [Vorschau]
es: FSNotes [previsualización]
fr: FSNotes [preview]
he: FSNotes [תצוגה]
it: FSNotes [anteprima]
ja: FSNotes [プレビュー]
ko: FSNotes [미리보기]
nl_nl: FSNotes [voorvertoning]
pt_pt: FSNotes [pré-visualizar]
uk: FSNotes [попередній перегляд]
zh_hans: FSNotes [预览]

source: Git push error
ar_iq: Git push خطأ
de: Git push fehler
fr: Git push erreur
he: Git push שְׁגִיאָה
it: Git push errore
ja: Git push エラー
ko: Git push 오류
pt_pt: Git push erro
uk: Git push помилка
zh_hans: Git push 错误

source: History
ar_iq: تاريخ
de: Die geschichte
es: Historia
fr: Historique
he: היסטוריה
it: Cronologia
ja: 履歴
ko: 변경 이력
nl_nl: Geschiedenis
pt_pt: Histórico
uk: Історія
zh_hans: 历史

source: iCloud Drive
pt_pt: Drive iCloud
zh_hans: iCloud 云盘

source: Inbox
ar_iq: الوارد
de: Posteingang
es: Entrada
fr: Boîte de réception
he: תיבת דואר נכנס
it: In Entrata
ja: 未整理
nl_nl: Postvak In
pt_pt: Caixa de entrada
uk: Вхідні
zh_hans: 收件箱

source: Libgit2 error: (code)
ar_iq: Libgit2 خطأ: (code)
de: Libgit2 fehler: (code)
fr: Libgit2 erreur: (code)
he: Libgit2 שְׁגִיאָה: (code)
it: Libgit2 errore: (code)
ja: Libgit2 エラー: (code)
ko: Libgit2 오류: (code)
pt_pt: Libgit2 erro: (code)
uk: Libgit2 помилка: (code)
zh_hans: Libgit2 错误: (code)

source: Link
ar_iq: رابط
es: Enlace
he: קישור
ja: リンク
ko: 링크
pt_pt: Ligação
uk: Посилання
zh_hans: 链接

source: Lock
ar_iq: قفل
de: Sperren
es: Cerrar
fr: Bloquer
he: נעל
it: Serratura
ja: ロック
ko: 자물쇠
pt_pt: Trancar
uk: Заблокувати

source: Lock All Encrypted
ar_iq: قفل جميع المشفرة
de: Alle verschlüsselte sperren
es: Bloquar todas las encriptadas
fr: Verrouiller tout crypté
he: נעל פתקים מוצפנים
it: Blocca tutte le note criptate
ja: ロックされたノートをすべて閉じる
ko: 모든 암호화 된 노트 잠금
nl_nl: Vergrendel alle versleutelde
pt_pt: Bloquear Todos os Criptografados
uk: Заблокувати всі секретні
zh_hans: 锁定所有加密的笔记

source: Master password:
ar_iq: كلمة المرور الاساسية
de: Master Passwort:
es: Contraseña maestra:
fr: Mot de passe maître:
he: סיסמה ראשית:
ja: マスターパスワード:
ko: 마스터 암호:
nl_nl: Hoofdwachtwoord:
pt_pt: Palavra-passe mestra:
uk: Мастер пароль
zh_hans: 管理员密码：

# Move
source: Переместить
ar_iq: نقل
de: Verschieben
es: Mover
fr: Déplacer
he: העבר
it: Sposta
ja: 移動
ko: 이동
nl_nl: Verplaats
pt_pt: Mover
uk: Перемістити
zh_hans: 移动

source: New
ar_iq: جديد
de: Neu
es: Nuevo
fr: Nouvelle
he: חדש
it: Nuovo
ja: 新規
ko: 새로운 노트
nl_nl: Nieuw
pt_pt: Novo
uk: Новий
zh_hans: 新建

# New folder
source: Новая директория
ar_iq: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
he: תיקיה חדשה
it: Nuova cartella
ja: 新規フォルダ
ko: 새로운 폴더
nl_nl: Nieuwe map
pt_pt: Nova pasta
uk: Нова директорія
zh_hans: 新建文件夹

# New project
source: Новая директория
ar_iq: مشروع جديد
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
he: פרויקט חדש
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새로운 프로젝트
nl_nl: Nieuw project
pt_pt: Novo projeto
uk: Нова директорія
zh_hans: 新建项目

source: New RTF
ar_iq: RTF جديد
de: Neu RTF
es: Nuevo RTF
he: RTF חדש
it: Nuovo File RTF
ja: 新規リッチテキスト書類
ko: 새로운 RTF파일
nl_nl: Nieuw RTF
pt_pt: Novo RTF
uk: Новий RTF
zh_hans: 新建RTF文件

source: No
fr: Non
he: לא
ja: いいえ
ko: 아니
pt_pt: Não
uk: Ні

source: Note with name "%@" already exists in selected directory.
ar_iq: ملاحظة بالاسم "%@" موجودة بالفعل في المجلد المحدد.
es: Ya existe una carpeta nombrada '%@' en el directorio seleccionado.
fr: La note avec le nom "%@" existe déjà dans le répertoire sélectionné.
he: פתק בשם "%@" כבר קיים בתיקיה הנבחרת.
it: La nota con il nome "%@" già esiste nella cartella selazionata.
ja: ノート "%@" は指定したフォルダにすでに存在しています
ko: 이름이 있는 메모 "%@" 선택한 디렉토리에 이미 존재합니다.
nl_nl: Opmerking met de naam "%@" bestaat al in de geselecteerde map.
pt_pt: Já existe uma nota com o nome "%@" no directório selecionado.
uk: Нотатка з назвою "%@" вже існує у вибраной директорії.
zh_hans: 名称为 "%@" 的笔记已存在于所选目录中。

# Notes
source: Заметки
ar_iq: ملاحظات
de: Notizen
es: Notas
fr: Remarques
he: פתקים
it: Note
ja: すべて
ko: 모든 노트
nl_nl: Notities
pt_pt: Notas
uk: Нотатки
zh_hans: 笔记

source: Open note
ar_iq: افتح الملاحظة
de: Notiz öffnen
es: Abrir nota
fr: Remarque ouverte
he: פתח פתק
it: Apri nota
ja: 開かれたノート
ko: 메모 열기
nl_nl: Notitie openen
pt_pt: Abrir nota
uk: Відкрити нотатку
zh_hans: 打开笔记

source: Otherwise, the database of your notes will be available at:
ar_iq: وإلا، ستكون قاعدة بيانات الملاحظات متوفرة على:
es: De lo contrario la base de datos de tus notas estará disponible en:
fr: Sinon, la base de données de vos notes sera disponible sur :
he: אחרת, אחסון פתקיך יהיה נגיש ב:
it: Altrimenti, il database delle tue note sarà disponibile su:
ja: あるいは、データベースは次の場所で利用できます:
ko: 그렇지 않으면 메모 데이터베이스를 다음에서 사용할 수 있습니다.
pt_pt: De outra forma, os dados das suas notas estarão disponíveis em:
uk: Інакше база даних ваших нотаток буде доступна за адресою:
zh_hans: 否则，您的笔记数据库将在以下位置可用：

source: Path not available
ar_iq: المسار غير متوفر
es: Carpeta no disponible
fr: Chemin non disponible
he: הנתיב אינו זמין
it: Percorso non disponibile
ja: 無効なパスです
ko: 경로를 사용할 수 없음
nl_nl: Pad niet beschikbaar
pt_pt: Caminho não disponível
uk: Шлях недоступний
zh_hans: 路径不可用

source: Please enter image title:
ar_iq: الرجاء إدخال عنوان الصورة:
de: Geben Sie die Bildbezeichnung ein:
es: Por favor, introduce un título para la imagen:
fr: Veuillez saisir le titre de l'image :
he: נא הכנס כותרת תמונה:
it: Inserisci il titolo dell'immagine:
ja: イメージタイトルを入力:
ko: 이미지 제목을 입력하십시오：
nl_nl: Voer a.u.b. afbeeldingstitel in:
pt_pt: Por favor insira o título da imagem:
uk: Заголовок зображення:
zh_hans: 请输入图片标题：

source: Please enter password for current note
ar_iq: الرجاء إدخال كلمة المرور للملاحظة الحالية
de: Geben Sie das Passwort für die aktuelle Notiz ein
es: Por favor, introduce una contraseña para la nota
fr: Veuillez entrer le mot de passe pour la note actuelle
he: נא הכבס סיסמה לפתק הנוכחי
it: Inserisci la password per la nota corrente
ja: 現在開いているノートのためのパスワードを入力
ko: 노트 암호를 입력하십시오
nl_nl: Voer a.u.b. wachtwoord voor huidige notitie in:
pt_pt: Por favor insira a palavra-passe para a nota atual
uk: Будь ласка, введіть пароль для нотатки
zh_hans: 请输入当前笔记的密码

# Please enter project name:
source: Пожалуйста, введите название директории:
ar_iq: الرجاء إدخال اسم المشروع:
de: Geben Sie den Projektname ein:
es: Por favor, introduce un nombre para el proyecto:
fr: Veuillez saisir le nom du projet :
he: נא הכנב שם פרויקט:
it: Inserisci il nome del progetto:
ja: プロジェクト名を入力:
ko: 프로젝트 이름을 입력하십시오：
nl_nl: Voer a.u.b. projectnaam in:
pt_pt: Por favor insira o nome do projeto:
uk: Будь ласка, введіть назву директорії:
zh_hans: 请输入项目名称：

source: Please enter tag name:
ar_iq: الرجاء إدخال اسم الوسم:
de: Bitte geben Sie den Tag-Namen ein:
es: Por favor, introduce un nombre para la etiqueta:
fr: Veuillez saisir le nom du tag :
he: נא הכנס שם תג:
it: Inserisci il nome del tag:
ja: タグ名を入力:
ko: 태그 이름을 입력하세요:
nl_nl: Voer de tagnaam in:
pt_pt: Por favor insira o nome da etiqueta:
uk: Будь ласка, введіть назву тегу:
zh_hans: 请输入标签名称：

# Please enter tags (comma separated):
source: Пожалуйста введите теги (через запятую):
ar_iq: رجاءً ادخل وسوم (مفصولة بفارزة)
de: Geben Sie Tags ein (durch Kommas getrennt):
es: Por favor, introduce las etiquetas (separadas por comas):
fr: Veuillez saisir des balises (séparées par des virgules) :
he: נא הכנס תגים (מופרדים בפסיק):
it: Inserisci i tag (separati da virgole):
ja: タグを入力(コンマ区切り):
ko: 태그를 입력하십시오（콤마로 구분）：
nl_nl: Voer a.u.b. tags (kommagescheiden) in:
pt_pt: Por favor insira as etiquetas (separadas por vírgulas):
uk: Будь ласка, введіть теги (розділити комою):
zh_hans: 请输入标签（使用英文逗号分隔）：

source: Please select private and public key
ar_iq: الرجاء تحديد مفتاح خاص وعام
de: Bitte wählen Sie privaten und öffentlichen Schlüssel aus
es: Seleccione la clave pública y privada
fr: Veuillez sélectionner une clé privée et une clé publique
he: אנא בחר מפתח פרטי וציבורי
it: Seleziona la chiave privata e pubblica
ja: 秘密鍵と公開鍵を選択してください
ko: 개인 키와 공개 키를 선택하세요.
nl_nl: Selecteer a.u.b. privé en openbare sleutel
pt_pt: Por favor, selecione a chave privada e pública
uk: Будь ласка, оберіть приватний та публічний ключ
zh_hans: 请选择私钥和公钥

source: Please select private key
ar_iq: الرجاء تحديد المفتاح الخاص
de: Bitte wählen Sie den privaten Schlüssel aus
es: Por favor seleccione clave privada
fr: Veuillez sélectionner la clé privée
he: אנא בחר מפתח פרטי
it: Seleziona la chiave privata
ja: 秘密鍵を選択してください
ko: 개인 키를 선택하십시오
nl_nl: Selecteer a.u.b. privésleutel
pt_pt: Selecione a chave privada
uk: Будь ласка, виберіть приватний ключ
zh_hans: 请选择私钥

source: Please try again
ar_iq: حاول مرة اخرى
de: Versuchen Sie bitte nochmal
es: Por favor intenta de nuevo
fr: Veuillez réessayer
he: נסה שוב
it: Per favore riprova
ja: もう一度試してください
ko: 다시 시도하십시오
nl_nl: Probeer het a.u.b. opnieuw
pt_pt: Volte a tentar por favor
uk: Буль ласка, спробуйте знову
zh_hans: 请再试一次

# Preferences
source: Настройки!!!
ar_iq: التفضيلات
de: Einstellungen
it: Preferenze
ja: 設定
ko: 환경설정
nl_nl: Voorkeuren
pt_pt: Preferências
zh_hans: 偏好设置

source: Quit FSNotes
ar_iq: اغلاق FSNotes
de: FSNotes beenden
es: Salir de FSNotes
fr: Quitter FSNotes
he: סיים את FSNotes
it: Esci da FSNotes
ja: FSNotesを終了
ko: FSNotes 종료
nl_nl: Stop FSNotes
pt_pt: Sair do FSNotes
uk: Завершити роботу FSNotes
zh_hans: 退出FSNotes

source: Recents
ar_iq: الحديثة
de: Letzte
es: Recientes
fr: Récents
he: אחרונים
it: Recenti
ja: 最近
ko: 최근
nl_nl: Recente
pt_pt: Recentes
uk: Останні
zh_hans: 最近

source: Recents Search
ar_iq: البحث الأخير
de: Neueste Suche
es: Búqueda de Recientes
fr: Recherche récente
he: חיפושים אחרונים
it: Ricerche Recenti
ja: 最近の検索
ko: 최근 검색
nl_nl: Recent zoeken
pt_pt: Procurar Recentes
uk: Останні запити
zh_hans: 最近搜索

# Remove
source: Удалить
ar_iq: حذف
de: Löschen
es: Borrar
fr: Supprimer
he: הסר
it: Rimuovi
ja: 削除
ko: 삭제
nl_nl: Verwijder
pt_pt: Remover
uk: Видалити
zh_hans: 移除

source: Remove Link
ar_iq: حذف الرابط
es: Eliminar enlace
fr: Supprimer le lien
he: הסר קישור
it: Rimuovi Link
ja: リンクを削除
ko: 링크 제거
nl_nl: Verwijder Link
pt_pt: Remover Ligação
uk: Видалити посилання
zh_hans: 删除链接

# Remove note(s)
source: Удалить
ar_iq: حذف ملاحظة/ملاحظات
de: Notiz (en) entfernen
es: Eliminar nota(s)
fr: Supprimer les notes
he: הסר פתקים
it: Rimuovi nota/e
ja: ノートを削除
ko: 노트 삭제
nl_nl: Verwijder notitie(s)
pt_pt: Eliminar nota(s)
uk: Видалити нотатку(ок)
zh_hans: 移除笔记

source: Remove Tags
ar_iq: إزالة العلامات
de: Tags entfernen
es: Eliminar etiquetas
fr: Supprimer les libellés
he: הסר תגים
it: Rimuovi tag
ja: タグを削除
ko: 태그 제거
nl_nl: Verwijderen tags
pt_pt: Remover Etiquetas
uk: Видалити теги
zh_hans: 删除标签

source: Rename Folder
ar_iq: اعادة تسمية المجلد
de: Ordner umbenennen
es: Renombar carpeta
fr: Renommer le dossier
he: שנה שם תיקיה
it: Rinomina cartella
ja: フォルダの名称変更
ko: 노트 이름 변경
nl_nl: Hernoem map
pt_pt: Renomear pasta
uk: Перейменувати директорію
zh_hans: 重命名文件夹

source: Rename Tag
ar_iq: إعادة تسمية العلامة
de: Tag umbenennen
es: Renombar etiqueta
fr: Renommer le libellé
he: שנה שם תג
it: Rinomina tag
ja: タグの名称変更
ko: 태그 이름 바꾸기
nl_nl: Hernoemen tag
pt_pt: Renomear Etiqueta
uk: Перейменувати тег
zh_hans: 重命名标签
