Repository: DesBw/fsnotes
Catalog: FSNotes/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, he, it, ja, ko, nl_nl, pt_pt, uk, zh_hans

source: Rename Tags
ar_iq: إعادة تسمية العلامات
de: Tags umbenennen
es: Renombar etiqueta
fr: Renommer les libelés
he: שנה שמות תגים
it: Rinomina tag
ja: 複数タグの名称変更
ko: 태그 이름 바꾸기
nl_nl: Hernoemen tags
pt_pt: Renomear Etiquetas
uk: Перейменувати теги
zh_hans: 重命名标签

source: Search and create
ar_iq: بحث و انشاء
de: Suchen und ersetzen
es: Buscar y crear
fr: Rechercher et créer
he: חיפוש ויצירה
it: Cerca e crea
ja: 検索または新規作成
ko: 검색 및 추가
nl_nl: Zoek en creëer
pt_pt: Pesquisar e criar
uk: Знайти або створити
zh_hans: 搜索或创建（按下回车即可创建）

source: Show in Finder
ar_iq: فتح المجلد
de: Ordner anzeigen
es: Mostrar carpeta
fr: Localiser dans le Finder
he: הצג ב-Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl_nl: Toon in Finder
pt_pt: Mostrar no Finder
uk: Показати в Finder
zh_hans: 在访达中显示

source: Show view options
ar_iq: عرض الاعدادات
de: Einstellungen anzeigen
es: Ver configuración
fr: Afficher les options d'affichage
he: הצג אפשרויות תצוגה
it: Mostra opzioni vista
ja: 表示オプションを表示
ko: 보기 옵션
nl_nl: Toon weergaveopties
pt_pt: Mostrar opções de visualização
uk: Налаштування вигляду
zh_hans: 显示视图选项

# Smart Copy/Paste
source: Смарт-копирование/вставка
ar_iq: نسخ/لصق ذكي
de: Intelligente Kopieren / Einfügen
es: Copiado/pegado Inteligente
fr: Copier/Coller intelligent
he: העתקה והדבקה חכמות
it: Copia/Incolla Smart
ja: スマートコピ/ペースト
ko: 스마트 복사하기/붙여넣기
nl_nl: Slim Kopiëren/Plakken
pt_pt: Copiar/Colar inteligente
uk: Розумне копіювання/вставка
zh_hans: 智能拷贝/粘贴

# Smart Dashes
source: Смарт-тире
ar_iq: شرطات ذكية
de: Intelligente Bindestriche
es: Guiones inteligentes
fr: Tirets intelligents
he: מיקוף חכם
it: Trattini Smart
ja: スマートダッシュ
ko: 스마트 대시
nl_nl: Slimme Streepjes
pt_pt: Traços Inteligentes
uk: Розумні тире
zh_hans: 智能破折号

# Smart Links
source: Смарт-ссылки
ar_iq: روابط ذكية
de: Intelligente Links
es: Enlaces inteligentes
fr: Liens intelligents
he: קישורים חכמים
it: Link Smart
ja: スマートリンク
ko: 스마트 링크
nl_nl: Slimme Links
pt_pt: Ligações Inteligentes
uk: Розумні посилання
zh_hans: 智能链接

# Smart Quotes
source: Смарт-кавычки
ar_iq: اقتباسات ذكية
de: Intelligente Anführungszeichen
es: Comillas tipográficas
fr: Citations intelligentes
he: מרכאות חכמות
it: Virgolette Smart
ja: スマート引用符
ko: 스마트 인용
nl_nl: Slimme Aanhalingstekens
pt_pt: Aspas Inteligentes
uk: Розумні лапки
zh_hans: 智能引号

# Sort by
source: Упорядочить по
ar_iq: صنف حسب
de: Sortiere nach
es: Ordenar por
fr: Trier par
he: מיין לפי
it: Ordina per
ja: 表示順序
ko: 다음으로 정렬
nl_nl: Sorteer op
pt_pt: Ordenar por
uk: Сортувати за
zh_hans: 排序方式

# Spelling and Grammar
source: Орфография и грамматика
ar_iq: التهجئة والقواعد اللغوية
de: Rechtschreibung und Grammatik
es: Ortografía y gramática
fr: Spelling and Grammar
he: איות ודקדוק
it: Ortografia e Grammatica
ja: スペルと文法
ko: 맞춤법 및 문법
nl_nl: Spelling en Grammatica
pt_pt: Ortografia e Gramática
uk: Орфографія і граматика
zh_hans: 拼写和语法

source: SSH error
ar_iq: SSH خطأ
de: SSH fehler
fr: SSH erreur
he: SSH שְׁגִיאָה
it: SSH errore
ja: SSH エラー
ko: SSH 오류
nl_nl: SSH fout
pt_pt: SSH erro
uk: SSH помилка

# Substitutions
source: Замены
ar_iq: تبديلات
de: Ersetzungen
es: Sustituciones
fr: Substitutions
he: החלפות
it: Sostituzioni
ja: 自動置換
ko: 대체
nl_nl: Vervangingen
pt_pt: Substituições
uk: Заміни
zh_hans: 替换

# Tags
source: Теги
ar_iq: الوسوم
de: Tags
es: Etiquetas
fr: Tags
he: תגים
it: Tag
ja: タグ
ko: 태그
nl_nl: Tags
pt_pt: Etiquetas
zh_hans: 标签

# Text Replacement
source: Замена текста
ar_iq: استبدال النص
de: Text ersetzen
es: Reemplazar texto
fr: Text Replacement
he: מלל חלופי
it: Sostituzione del testo
ko: 텍스트 대치
nl_nl: Tekstvervanging
pt_pt: Substituição de Texto
uk: Заміна тексту
zh_hans: 文本替换

# This action cannot be undone.
source: Это действие не может быть отменено.
ar_iq: هذا الاجراء غير قابل للرجوع
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta operación no se puede deshacer.
fr: Cette action ne peut pas être annulée.
he: לא ניתן לבטל פעולה זו.
it: Questa azione non può essere annullata.
ja: このアクションは取り消しできません。
ko: 이 작업은 취소할 수 없습니다.
nl_nl: Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Esta ação não pode ser revertida.
uk: Цю дію неможливо відмінити
zh_hans: 此操作无法撤消。

source: Todo
ar_iq: قائمة المهام
es: Pendientes
fr: Tâches
he: מטלות
it: Da Fare
ja: タスク
ko: 할 일
nl_nl: Te Doen
pt_pt: Tarefa
uk: Завдання
zh_hans: 待办事项

source: Toggle preview
ar_iq: تبديل معاينة
de: Vorschau umschalten
es: Cambiar previsualización
fr: Basculer l'aperçu
he: הצג/הסתר תצוגה מקדימה
it: Attiva / disattiva anteprima
ja: プレビューを表示/非表示
ko: 미리보기 토글
nl_nl: Wissel voorvertoning
pt_pt: Alternar pré-visualização
uk: Переключити перегляд
zh_hans: 切换预览

# Trash
source: Корзина
ar_iq: الملهملات
de: Papierkorb
es: Papelera
fr: Corbeille
he: פח אשפה
it: Cestino
ja: ゴミ箱
ko: 휴지통
nl_nl: Prullenmand
pt_pt: Lixo
uk: Сміття
zh_hans: 垃圾箱

source: Underline
ar_iq: خط تحت
de: Unterstrichen
es: Subrayar
he: קו תחתון
it: Sottolinea
ja: アンダーライン
ko: 밑줄체
nl_nl: Onderstrepen
pt_pt: Sublinhar
uk: Підкреслений
zh_hans: 下划线

source: Unlock
ar_iq: الغاء القفل
de: Freischalten
es: Desbloquear
fr: Ouvrir
he: פתח
it: Sbloccare
ja: ロック解除
ko: 잠금 해제
nl_nl: Ontgrendelen
pt_pt: Desbloquear
uk: Розблокувати

source: Untagged
ar_iq: بدون علامات
de: Ungetaggt
es: Sin etiquetar
fr: Non étiqueté
he: ללא תגים
it: Senza Tag
ja: タグ無し
ko: 태그가 없는
nl_nl: Niet gelabeld
pt_pt: Sem etiqueta
uk: Без тегів
zh_hans: 无标签

source: Untitled Note
ar_iq: ملاحظة بدون عنوان
de: Unbenannte Notiz
es: Nota sin título
he: פתק ללא שם
it: Nota senza titolo
ja: 名称未設定のノート
ko: 무제
nl_nl: Naamloze notitie
pt_pt: Nota sem título
uk: Без назви
zh_hans: 无标题

source: Update Web Page
ar_iq: تحديث صفحة الويب
de: Geteilte aktualisieren
es: Actualizar página web
fr: Mettre à jour la page Web
he: עדכן את דף האינטרנט
it: Aggiorna la pagina web
ja: Web ページの更新
ko: 웹 페이지 업데이트
nl_nl: Webpagina bijwerken
pt_pt: Atualizar página da Web
uk: Оновити веб-сторінку
zh_hans: 更新网页

# URL has been copied to clipboard
source: Ссылка была скопирована в буфер обмена
ar_iq: تم نسخ الرابط
de: URL wurde in die Zwischenablage kopiert
es: El enlace se ha copiado al portapapeles
fr: L'URL a été copiée dans le presse-papiers
he: הכתובת הועתקה
it: L'URL è stato copiato negli appunti
ja: クリップボードにURLがコピーされました
ko: URL이 클립보드에 복사되었습니다
nl_nl: URL is gekopieerd naar klembord
pt_pt: Endereço URL foi copiado para a área de transferência
uk: Посилання було скопійовано в буфер обміну
zh_hans: URL已复制到剪贴板

# View
source: Вид
ar_iq: عرض
de: Ansicht
es: Visualización
fr: Voir
he: תצוגה
it: Vista
ja: 表示
ko: 보기
nl_nl: Weergave
pt_pt: Vista
zh_hans: 视图

source: We are detect that you are install FSNotes from Mac App Store with default storage in iCloud Drive, do you want to move old database in iCloud Drive?
ar_iq: اكتشفنا أنك تقوم بتثبيت FSNotes من Mac App Store مع التخزين الافتراضي في iCloud Drive ، هل تريد نقل قاعدة البيانات القديمة في iCloud Drive؟
es: Se ha detectado que la versión de FSNotes instalada es del Mac App Store, con almacenamiento por defecto en iCloud Drive. ¿Quieres mover la base de datos antigua a iCloud Drive?
fr: Nous détectons que vous installez FSNotes depuis le Mac App Store avec le stockage par défaut dans iCloud Drive, voulez-vous déplacer l'ancienne base de données dans iCloud Drive ?
he: שמנו לב שהתקנת FSNotes מה-App Store עם אחסון ב-iCloud Drive. האם ברצונך להעביר את המאגר הקודם ל-iCloud Drive?
it: Abbiamo rilevato che stai installando FSNotes dal Mac App Store con l'archiviazione predefinita in iCloud Drive, vuoi spostare il vecchio database in iCloud Drive?
ja: FSNotesをMac App Storeからインストールし、iCloud Driveにデフォルトで保存していることがわかりますが、iCloud Driveにある古いデータベースを移動しますか？
ko: iCloud Drive에 기본 저장 공간이 있는 Mac App Store에서 FSNotes를 설치한 것으로 감지되었습니다. iCloud Drive에서 이전 데이터베이스를 옮기시겠습니까?
pt_pt: Detectamos que está a instalar o FSNotes através da Mac App Store com o armazenamento por defeito no iCloud Drive, deseja mover a base de dados antiga para o iCloud Drive?
uk: Ми виявили, що ви встановили FSNotes з Mac App Store із зберіганням за замовчуванням в iCloud Drive, хочете перенести стару базу даних в iCloud Drive?
zh_hans: 我们检测到您是从 Mac App Store 安装的 FSNotes，数据默认存储在 iCloud 云盘，您想移动 iCloud 云盘中的旧数据库吗？

source: We can not move "{DST_PATH}" because this item already exist in selected destination.
ar_iq: لا يمكننا نقل "{DST_PATH}" لأن هذا العنصر موجود بالفعل في الوجهة المحددة.
es: No se puede mover "{DST_PATH}" porque ya existe en el destino seleccionado.
fr: Nous ne pouvons pas déplacer "{DST_PATH}" car cet élément existe déjà dans la destination sélectionnée.
he: לא ניתן להעביר \"{DST_PATH}\" מפני שקובץ באותו שם כבר קיים ביעד הנבחר.
it: Non possiamo spostare "{DST_PATH}" perché questo elemento esiste già nella destinazione selezionata.
ja: 移動先に同名のアイテムがすでに存在しているため、\"{DST_PATH}\"を移動できませんでした
ko: 이 항목이 선택한 대상에 이미 있으므로 "{DST_PATH}"을(를) 이동할 수 없습니다.
pt_pt: É impossível mover "{DST_PATH}" porque este item já existe atualmente no destino seleccionado.
uk: Ми не можемо перемістити \"{DST_PATH}\", оскільки цей елемент вже існує у вибраному сховищі.
zh_hans: 我们不能移动 "{DST_PATH}"，因为这个项目已经存在于选定的目标处。

source: Web publishing error
ar_iq: خطأ في النشر على الويب
de: Fehler bei der Webveröffentlichung
es: Error de publicación web
fr: Erreur de publication Web
he: שגיאת פרסום באינטרנט
it: Errore di pubblicazione sul Web
ja: ウェブ公開エラー
ko: 웹 게시 오류
nl_nl: Fout bij webpublicatie
pt_pt: Erro de publicação na Web
uk: Помилка веб-публікації
zh_hans: 网络发布错误

source: Wrong password
ar_iq: كلمة مرور خاطئة
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mauvais mot de passe
he: סיסמה שגויה
it: Password errata
ja: 間違ったパスワード
ko: 잘못된 비밀번호
nl_nl: Verkeerd wachtwoord
pt_pt: Senha incorreta
uk: Неправильний пароль
zh_hans: 密码错误

source: Wrong repeated password
ar_iq: عدم تطابق كلمة المرور
de: Passwort stimmt nicht überein
es: Repetición de contraseña incorrecta
fr: Mauvais mot de passe répété
he: הסיסמאות לא תואמות
it: Password ripetuta errata
ja: 再入力されたパスワードが一致していません
ko: 틀린 암호가 반복되었습니다.
nl_nl: Verkeerd herhaald wachtwoord
pt_pt: Palavra-passe de confirmação errada
uk: Паролі не співпадають
zh_hans: 重复密码输入不正确

source: Yes
ar_iq: نعم
de: Ja
es: Si
fr: Oui
he: כן
it: Si
ja: はい
ko: 예
nl_nl: Ja
pt_pt: Sim
uk: Так
zh_hans: 是的

source: Change creation date
ar_iq: تغيير تاريخ الإنشاء
de: Erstellungsdatum ändern
es: Cambiar la fecha de creación
fr: Modifier la date de création
he: שנה את תאריך היצירה
it: Modifica la data di creazione
ja: 作成日の変更
ko: 생성 날짜 변경
nl_nl: Aanmaakdatum wijzigen
pt_pt: Alterar data de criação
uk: Змінити дату створення
zh_hans: 更改创建日期

source: OK
ar_iq: موافق
he: אישור
ko: 확인
zh_hans: 好的
