Repository: DesBw/fsnotes
Catalog: FSNotes/*.lproj/Main.strings
Languages: ar_iq

# 05n-RU-nOV.title
source: Sort by
ar_iq: ترتيب حسب

# 13t-eQ-kOr.title
source: Translators:
ar_iq: مترجمين:

# 1b7-l0-nxx.title
source: Find
ar_iq: ابحث

# 1qV-pJ-ZQT.title
source: Title
ar_iq: عنوان

# 1sM-9Q-KeG.title
source: List
ar_iq: قائمة

# 2CI-mu-aiB.title
source: Dock icon:
ar_iq: رمز الإرساء:

# 2Ci-Yj-aWK.title
source: New
ar_iq: جديد

# 2Iq-vN-V2w.title
source: hour at
ar_iq: ساعة في

# 2oI-Rn-ZJC.title
source: Transformations
ar_iq: التحولات

# 2Vh-rt-1kc.title
source: New In New Window
ar_iq: ملاحظة جديدة في نافذة جديدة

# 3iM-ZV-3Gf.title
source: Restore cursor position
ar_iq: استعادة موضع المؤشر

# 3IN-sU-3Bg.title
source: Spelling and Grammar
ar_iq: التهجئة والقواعد اللغوية

# 3kn-9C-fsB.title
source: Copy title
ar_iq: نسخ العنوان

# 3RO-C7-NOO.title
source: Change Master Password
ar_iq: تغيير كلمة السر الرئيسية

# 3rS-ZA-NoH.title
source: Speech
ar_iq: كلام

# 3tV-h0-YEb.title
source: Open
ar_iq: فتح

# 3zv-SD-lSX.title
source: New folder
ar_iq: مجلد جديد

# 44f-my-fi3.title
source: Passphrase:
ar_iq: عبارة المرور:

# 4cz-zj-dkH.title
source: Sort by:
ar_iq: ترتيب حسب:

# 4EN-yA-p0u.title
source: Find
ar_iq: بحث

# 4J7-dP-txa.title
source: Enter Full Screen
ar_iq: الدخول بشاشة كاملة

# 4sb-4s-VLi.title
source: Quit FSNotes
ar_iq: الخروج من FSNotes

# 54i-GK-spQ.title
source: Notes List Location:
ar_iq: موقع قائمة الملاحظة

# 5gL-j7-Zq8.title
source: Remove encryption
ar_iq: ازالة التشفير

# 5kV-Vb-QxS.title
source: About FSNotes
ar_iq: حول FSNotes

# 5LV-Vi-n79.title
source: Copy title
ar_iq: نسخ العنوان

# 5QF-Oa-p0T.title
source: Edit
ar_iq: تعديل

# 63m-us-3j9.title
source: Code Font:
ar_iq: خط الكود:

# 6AI-tL-TDI.title
source: Hide images preview
ar_iq: اخفاء معاينة الصور

# 6dh-zS-Vam.title
source: Redo
ar_iq: استرجاع

# 6F0-Cb-DVX.title
source: Code theme:
ar_iq: Code ثيم:

# 6UT-Yu-j7X.title
source: Lock
ar_iq: قفل

# 70b-Zr-aVK.title
source: Force Delete
ar_iq: حذف اجباري

# 78Y-hA-62v.title
source: Correct Spelling Automatically
ar_iq: تصحيح الإملاء تلقائيًا

# 7D9-lM-GXX.title
source: Highlight indented code blocks
ar_iq: كتل رمز مسافة بادئة

# 7GB-y2-EMo.title
source: Close
ar_iq: اغلاق

# 7me-g8-vOq.title
source: Current password:
ar_iq: كلمة المرور الحالية:

# 7MT-fy-lXN.title
source: Open external
ar_iq: فتح خارجي

# 7od-TM-cUB.title
source: Set
ar_iq: مجموعة

# 7xA-9l-dja.title
source: Change
ar_iq: التغيير

# 8AQ-IN-Edm.title
source: Small
ar_iq: صغير

# 8cf-5K-KZh.title
source: Ordered List
ar_iq: قائمة مرتبة

# 8dk-Cf-bSg.title
source: Lock when user switched
ar_iq: قفل عند تحول المستخدم

# 8om-Y6-O8e.title
source: Credentials:
ar_iq: أوراق اعتماد:

# 8oP-79-BAN.title
source: Note Color:
ar_iq: لون الملاحظة:

# 9ic-FL-obx.title
source: Substitutions
ar_iq: استبدالات

# 9yt-4B-nSM.title
source: Smart Copy/Paste
ar_iq: نسخ/لصق الذكي

# A5V-Wm-if2.title
source: Minimize
ar_iq: تصغير

# a6n-hz-V8D.title
source: Search shortcut:
ar_iq: اختصار البحث:

# aGv-BR-Oc8.title
source: Upload and test initial data
ar_iq: تحميل واختبار البيانات الأولية

# ASf-hd-2fT.title
source: Repositories:
ar_iq: المستودعات:

# auW-wa-jbc.title
source: History
ar_iq: تاريخ

# aVa-yH-IpC.title
source: Format: yyyyMMddHHmmss
ar_iq: التنسيق: yyyyMMddHHmmss

# axA-pN-Zf2.title
source: Set
ar_iq: تعيين

# AYu-sK-qS6.title
source: Main Menu
ar_iq: القائمة الرئيسية

# B7t-9v-bSk.placeholderString
source: Search or create
ar_iq: بحث او انشاء

# BHF-CB-P9C.title
source: Change
ar_iq: تغيير

# bJC-he-nDV.title
source: Note Font:
ar_iq: خط الملاحظة:

# bJv-E9-bwW.title
source: Show icon in dock
ar_iq: إظهار الأيقونة في شريط الايقونات

# BOF-NM-1cW.title
source: Preferences…
ar_iq: التفضيلات ...

# Bri-cl-z86.title
source: minutes
ar_iq: الدقائق

# BtV-Z4-7Vq.title
source: Move Down In The Notes List
ar_iq: تحرك لأسفل في قائمة الملاحظات

# buJ-ug-pKt.title
source: Use Selection for Find
ar_iq: استخدم التحديد للبحث

# bUL-WS-rIS.title
source: Publish notes to:
ar_iq: انشر الملاحظات على:

# BX0-nb-tVk.title
source: Untagged
ar_iq: بدون علامات

# bXK-wP-sZc.title
source: Note list spacing:
ar_iq: التباعد في قائمة الملاحظات

# BYI-2F-BJo.title
source: Folder
ar_iq: مجلد

# c8a-y6-VQd.title
source: Transformations
ar_iq: التحولات

# cfe-sv-2gm.title
source: Official site
ar_iq: الموقع الرسمي

# cq7-SM-dez.title
source: Header 6
ar_iq: عنوان ٦

# ctD-Qn-kDS.title
source: Default file extension:
ar_iq: تنسيق:

# cUI-cw-eo5.title
source: Big
ar_iq: كبير

# CvG-Kp-kdK.title
source: Move
ar_iq: نقل

# cwL-P1-jid.title
source: Smart Links
ar_iq: روابط ذكية

# cYB-6U-8ac.title
source: Header 2
ar_iq: عنوان ٢

# d9M-CD-aMd.title
source: Make Lower Case
ar_iq: اجعله حروف صغيرة

# dCc-l5-XB2.title
source: Modification date
ar_iq: تاريخ التعديل

# DCh-5P-PZe.title
source: Hide/show sidebar
ar_iq: إخفاء / إظهار الشريط الجانبي

# DcN-1g-hEi.title
source: Medium
ar_iq: متوسط

# DeU-hy-pvi.title
source: Shift Left
ar_iq: تحول اليسار

# Dp7-4n-ilt.title
source: Custom Server
ar_iq: خادم مخصص

# dqy-22-ETG.title
source: Encrypt Folder
ar_iq: تشفير المجلد

# dRJ-4n-Yzg.title
source: Undo
ar_iq: تراجع

# Dv1-io-Yv7.title
source: Spelling and Grammar
ar_iq: التهجئة والقواعد اللغوية

# DWe-bx-jfM.title
source: Header 5
ar_iq: عنوان ٥

# DXE-kd-1X3.title
source: Password:
ar_iq: كلمة المرور:

# dys-2Q-lfZ.title
source: Archive storage:
ar_iq: تخزين الأرشيف:

# dZD-Db-KHs.title
source: Language (need app restart):
ar_iq: اللغة (تحتاج إلى إعادة تشغيل التطبيق):

# e0G-y0-N0C.title
source: Todo
ar_iq: قائمة المهام

# e15-ps-th1.title
source: Hide date
ar_iq: اخفاء التاريخ

# E1U-fG-XBw.title
source: SSH configuration:
ar_iq: SSH ترتيب:

# E6I-n5-dsi.title
source: Duplicate
ar_iq: عمل نسخة مكررة

# Ehk-CU-fbX.title
source: Set
ar_iq: مجموعة

# EK1-kN-kK3.title
source: Strikethrough
ar_iq: نص يتوسطه خط

# eKQ-lM-8Z4.title
source: Font preview
ar_iq: معاينة الخط

# ELw-Y4-DV0.title
source: Version
ar_iq: الاصدار

# epi-YA-nEi.title
source: Encrypt
ar_iq: تشفير

# eTL-dh-GvM.title
source: Creation date
ar_iq: تاريخ الانشاء

# eUy-cc-RjG.title
source: Window
ar_iq: نافذة او شباك

# EYG-WM-BFN.title
source: Ascending
ar_iq: تصاعدي

# F2S-fz-NVQ.title
source: Help
ar_iq: مساعدة

# f33-1h-Hvh.title
source: Show nested folders content
ar_iq: إظهار محتوى المجلدات المتداخلة

# F5A-zs-zwP.title
source: Reveal folder
ar_iq: فتح المجلد

# F6G-ua-MNX.title
source: Hide preview
ar_iq: اخفاء المعاينة

# fCZ-JX-nxF.title
source: Underline
ar_iq: ضع خطًا تحت

# FeM-D8-WVr.title
source: Substitutions
ar_iq: تبديلات

# fHG-zk-g0k.title
source: Delete
ar_iq: حذف

# FKE-Sm-Kum.title
source: FSNotes Help
ar_iq: FSNotes مساعدة

# FKf-Ph-LiA.title
source: Icons design:
ar_iq: تصميم الأيقونات:

# fkH-Wf-n87.title
source: Remove encryption
ar_iq: ازالة التشفير

# fmS-eE-nne.title
source: Default storage:
ar_iq: الخزن الافتراضي:

# FQV-5x-ffs.title
source: Zoom
ar_iq: تقريب

# frt-CF-STi.title
source: Change
ar_iq: تغيير

# FS0-ZJ-WvJ.title
source: Files naming:
ar_iq: تسمية الملفات:

# fsF-5N-tWg.title
source: Made with ❤️ in Ukraine 🇺🇦
ar_iq: مصنوع من ❤️ في أوكرانيا 🇺🇦

# Fuh-qO-nt2.title
source: Folder
ar_iq: مجلد

# fzU-ZR-Ubv.title
source: Rename folder
ar_iq: تسمية المجلد

# fzY-c6-DaK.title
source: Auto-lock for encrypted notes:
ar_iq: القفل التلقائي للملاحظات المشفرة:

# g5W-YF-jAC.title
source: Scan inline tags
ar_iq: مسح العلامات المضمنة

# G9H-Lg-TXE.title
source: Empty Trash
ar_iq: افراغ سلة المهملات

# gbE-yH-ECm.title
source: Save clipboard shortcut:
ar_iq: حفظ اختصار الحافظة:

# Gbf-V7-5Ra.title
source: seconds
ar_iq: ثواني

# GCG-C6-9cg.title
source: Modification date
ar_iq: تاريخ التعديل

# GcP-oI-0b4.title
source: Cancel
ar_iq: الغاء

# GEO-Iw-cKr.title
source: Format
ar_iq: تنسيق

# gFA-SA-v9T.title
source: FSNotes Server
ar_iq: خادم FSNotes

# GhL-6I-558.title
source: Header 4
ar_iq: عنوان ٤

# goN-LO-L7l.title
source: Reveal folder
ar_iq: فتح المجلد

# gra-E2-dYh.title
source: Show in Finder
ar_iq: فتح المجلد

# GrP-W1-7ZQ.title
source: Lock All Encrypted
ar_iq: قفل جميع المشفرة

# gVA-U4-sdL.title
source: Paste
ar_iq: لصق

# Gwp-vX-YaR.headerCell.title
source: Library
ar_iq: المكتبة

# gY8-zt-Iak.title
source: Dark
ar_iq: داكن

# H2T-Wj-CfA.title
source: Archive
ar_iq: ارشيف

# H8h-7b-M4v.title
source: View
ar_iq: عرض

# HFo-cy-zxI.title
source: Show Spelling and Grammar
ar_iq: عرض التدقيق الإملائي والنحوي

# HFQ-gK-NFA.title
source: Text Replacement
ar_iq: استبدال النص

# hGi-4f-mtY.title
source: Change
ar_iq: تغيير

# HmK-lp-ASv.title
source: Open In New Window
ar_iq: افتح في نافذة جديدة

# HPa-9J-5dS.title
source: Reset
ar_iq: إعادة ضبط

# hPY-aY-QOE.title
source: Search and create
ar_iq: بحث وانشاء

# hQb-2v-fYv.title
source: Smart Quotes
ar_iq: اقتباسات ذكية

# hqQ-4C-VJL.title
source: WikiLinks
ar_iq: ويكيلينكس

# Hqu-Sx-xgo.title
source: Move Up In The Notes List
ar_iq: تحرك لأعلى في قائمة الملاحظات

# HyV-fh-RgO.title
source: View
ar_iq: عرض

# hz2-CU-CR7.title
source: Check Document Now
ar_iq: فحص المستند الآن

# hz9-B4-Xy5.title
source: Services
ar_iq: الخدمات

# i2S-pt-KQH.title
source: Trash:
ar_iq: الملهملات

# Icf-3C-atz.title
source: Markdown Preview CSS:
ar_iq: معاينة Markdown CSS

# IHG-4U-pF1.title
source: Inbox
ar_iq: الوارد

# iIP-wI-OaZ.title
source: Back up storage
ar_iq: تخزين النسخ الاحتياطي

# IlF-tS-GFG.title
source: Lock on screen saver activated
ar_iq: قفل عند تفعيل شاشة التوقف

# iNK-dg-n5E.title
source: New password:
ar_iq: كلمة المرور الجديدة:

# ioc-u5-XRA.title
source: Hint:
ar_iq: تلميحة :

# IPu-Ll-IBE.title
source: Shift Right
ar_iq: تحول اليمين

# iUm-Zm-zeg.title
source: Line spacing:
ar_iq: تباعد الاسطر

# IWL-lp-G1M.title
source: Format: Untitled Note
ar_iq: التنسيق: Untitled Note

# Izt-6v-pKO.title
source: Line width:
ar_iq: عرض الخط:

# j8S-CW-gCM.title
source: Custom
ar_iq: مخصص

# jFN-Dp-LON.title
source: Pin/unpin
ar_iq: دبوس / إلغاء التثبيت

# jLq-8F-n0X.title
source: Rename
ar_iq: اعادة تسمية

# jrj-ea-xmm.title
source: Visibility:
ar_iq: الرؤية:

# jRm-BN-BNK.title
source: Header 1
ar_iq: عنوان ١

# juB-By-EsE.title
source: Set
ar_iq: تعيين

# jxT-CU-nIS.title
source: Format
ar_iq: تنسيق

# K2F-dD-Jhr.title
source: Top
ar_iq: اعلى

# k32-YP-yyI.title
source: Italic
ar_iq: مائل

# K4N-le-FPU.title
source: Delete Web Page
ar_iq: حذف صفحة الويب

# KaC-Mz-siK.title
source: Password:
ar_iq: كلمة المرور:

# kbK-Um-cQk.title
source: Use first line as title
ar_iq: استخدم اول سطر كعنوان

# Kd2-mp-pUS.title
source: Show All
ar_iq: عرض الكل

# kg2-3u-V99.title
source: Lock/unlock
ar_iq: فقل/فتح الفقل

# kIy-TN-XMS.title
source: Close
ar_iq: اغلاق

# KIz-OO-IQT.title
source: Preview MathJax
ar_iq: معاينة MathJax

# KST-y3-KvM.title
source: Allow Touch ID to unlock notes
ar_iq: السماح لبصمة الاصبع لفتح الملاحظات

# L20-FT-VZz.title
source: Origin for main project:
ar_iq: Origin للمشروع الرئيسي:

# ldu-U8-PD1.title
source: Window
ar_iq: التفضيلات

# Lmy-lE-9MZ.title
source: Header 3
ar_iq: عنوان ٣

# LPT-uW-BtF.title
source: Title
ar_iq: عنوان

# ltm-qj-nke.title
source: Images width:
ar_iq: عرض الصور:

# LTw-w4-tEo.title
source: Bold
ar_iq: سميك

# M29-fW-FJa.title
source: Hide FSNotes when activating another application
ar_iq: إخفاء FSNotes عند تفعيل تطبيق آخر

# MCR-1v-3Wc.title
source: TextBundle
ar_iq: حزمة النص

# mK6-2p-4JG.title
source: Check Grammar With Spelling
ar_iq: تحقق من القواعد مع التدقيق الإملائي

# MlK-p2-CxF.title
source: Window
ar_iq: نافذة

# mvt-gI-iG0.title
source: Advanced
ar_iq: متقدمة

# mXw-d9-js5.title
source: Container:
ar_iq: الحاوية:

# n0M-SN-fzg.title
source: Toggle Todo
ar_iq: تبديل Todo

# nBn-aV-7mt.title
source: Change
ar_iq: تغيير

# NcS-0N-6uU.title
source: Passpharse:
ar_iq: عبارة المرور:

# nCW-CZ-qC7.title
source: Print
ar_iq: طباعة

# Nhf-c1-VJ6.title
source: Save revision
ar_iq: حفظ المراجعة

# NHv-lG-vxt.title
source: General
ar_iq: عام

# NiN-n8-Y4W.title
source: Text Cell
ar_iq: خلية نصية

# NMo-om-nkz.title
source: Services
ar_iq: الخدمات

# Nw2-km-iDW.title
source: Touch ID:
ar_iq: بصمة الاصبع:

# o6a-px-wp7.title
source: Show in Terminal
ar_iq: اظهار فيTerminal

# o8V-Wi-IWO.title
source: Save revision
ar_iq: حفظ المراجعة

# O8Z-cg-XnH.title
source: Import
ar_iq: استيراد

# O9f-Lf-HF6.title
source: Show in sidebar
ar_iq: إظهار في الشريط الجانبي

# O9K-a1-3eu.title
source: Title
ar_iq: العنوان

# oer-ZB-VOx.title
source: None (Use global settings)
ar_iq: لا شيء (استخدام الإعدادات العامة)

# oL6-fG-vHv.title
source: Create Web Page
ar_iq: إنشاء صفحة ويب

# Olw-nP-bQN.title
source: Hide FSNotes
ar_iq: اخفاء FSNotes

# OOL-dM-zIE.title
source: Code Block
ar_iq: الاكواد البرمجية

# oQE-3t-6pa.title
source: Forward
ar_iq: إلى الأمام

# OV0-om-POJ.title
source: Print
ar_iq: طباعة

# OwM-mh-QMV.title
source: Find Previous
ar_iq: البحث السابق

# Oyz-dy-DGm.title
source: Stop Speaking
ar_iq: ايقاف التحدث

# P2a-yk-5Rx.title
source: Layout
ar_iq: نسق

# P31-Ka-9HV.title
source: Automatic snapshots:
ar_iq: لقطات تلقائية:

# P4M-cL-lfo.title
source: Indent using:
ar_iq: مسافة بادئة باستخدام:

# pa3-QI-u2k.title
source: Delete
ar_iq: حذف

# PdU-Em-Ugm.title
source: Toggle preview
ar_iq: تبديل معاينة

# PLH-LL-geH.title
source: Repeat password:
ar_iq: اعد كتابة كلمة المرور:

# pnm-dP-GKO.title
source: Duplicate
ar_iq: نسخة مكررة

# Psk-r4-JT5.title
source: Background:
ar_iq: الخلفية:

# PvQ-Pd-zsZ.title
source: Back up storage
ar_iq: تخزين النسخ الاحتياطي

# PXw-YJ-q6A.title
source: Security
ar_iq: الحماية

# PY8-lr-5qr.title
source: Creation date
ar_iq: تاريخ الانشاء

# PzH-8q-38O.title
source: Delete Web Page
ar_iq: حذف صفحة الويب

# q09-fT-Sye.title
source: Find Next
ar_iq: بحث عن التالي

# q7c-Fz-aaj.title
source: Side
ar_iq: جانب

# Q9n-yE-Ul0.title
source: Report Bugs or Feature Requests
ar_iq: تبليغ عن خطأ برمجي او طلب ميزة جديدة

# Qkz-nR-Fh5.title
source: Or use .ssh private key (Recommended):
ar_iq: أو استخدم المفتاح الخاص .ssh (موصى به):

# qNE-oZ-zJr.title
source: Back
ar_iq: عودة

# qs2-5J-Q3n.title
source: Show view options
ar_iq: عرض الاعدادات

# QxK-39-9yF.title
source: Direction:
ar_iq: اتجاه:

# qZf-Xp-kDW.title
source: Main Window
ar_iq: النافذة الرئيسية

# r2R-xe-eCA.title
source: Focus in editor when select note
ar_iq: التركيز في المحرر عند اختيار المذكرة

# r69-B6-vT3.title
source: Margin size:
ar_iq: حجم الهامش:

# rbD-Rh-wIN.title
source: Check Spelling While Typing
ar_iq: تحقق من التدقيق الإملائي أثناء الكتابة

# rbM-i0-QFp.title
source: Reset
ar_iq: إعادة ضبط

# RdI-N4-pR2.title
source: Trash
ar_iq: الملهملات

# Rg2-j1-Foz.title
source: Copy URL
ar_iq: نسخ URL

# rgM-f4-ycn.title
source: Smart Dashes
ar_iq: شرطات ذكية

# rHB-xF-GgG.title
source: Sort by
ar_iq: ترتيب حسب

# RSs-wb-GNg.title
source: Lock/unlock
ar_iq: فقل/فتح الفقل

# rSZ-Wo-Rtj.title
source: System
ar_iq: النظام

# RuM-sf-kcZ.title
source: Delete folder
ar_iq: حذف المجلد

# Ruw-6m-B2m.title
source: Select All
ar_iq: تحديد الكل

# RwR-P0-ycK.title
source: Delete folder
ar_iq: حذف المجلد

# rXU-X3-UjC.title
source: Reveal in Finder
ar_iq: فتح المجلد

# S0p-oC-mLd.title
source: Jump to Selection
ar_iq: الانتقال الى المحدد

# s6A-tQ-Sbe.title
source: Bring All to Front
ar_iq: أحضر الكل إلى الأمام

# S8Z-Js-fwB.title
source: Attach storage
ar_iq: ارفاق تخزين...

# sAn-Wm-FfY.title
source: Back up every
ar_iq: النسخ الاحتياطي كل

# Scc-aD-CFQ.title
source: Notes list:
ar_iq: قائمة الملاحظات

# sdE-ZM-6cq.title
source: Move Up In The Sidebar
ar_iq: تحرك لأعلى في الشريط الجانبي

# SdL-vK-KjH.title
source: Window
ar_iq: نافذة

# SeY-r8-n3w.title
source: File
ar_iq: ملف

# Shc-VO-eTc.title
source: Code Font
ar_iq: كود الخط

# Snd-dJ-uj5.title
source: History
ar_iq: تاريخ

# SrH-fe-Hog.title
source: New folder
ar_iq: مجلد جديد

# ssC-ed-19K.title
source: Editor
ar_iq: المحرر

# SSY-US-gmJ.title
source: Show icon in menu bar
ar_iq: عرض الايقونة في شريط القوائم

# Tap-iY-hyA.title
source: Rename folder
ar_iq: تسمية المجلد

# Tcg-83-bZN.title
source: Show view options
ar_iq: عرض الاعدادات

# TCI-Xs-mwm.title
source: Descending
ar_iq: تنازلي

# Tjy-Pz-wrj.title
source: Appearance:
ar_iq: مظهر خارجي:

# TjZ-PX-YVo.title
source: Delete
ar_iq: حذف

# tMJ-Dj-OZc.title
source: First line as title
ar_iq: اول سطر كعنوان

# tR0-Uj-4tB.title
source: Preferences
ar_iq: التفضيلات

# tRr-pd-1PS.title
source: Data Detectors
ar_iq: كاشفات البيانات

# u88-5C-vTe.title
source: Open In New Window
ar_iq: افتح في نافذة جديدة

# UEZ-Bs-lqG.title
source: Capitalize
ar_iq: تكبير

# UFh-mf-ZKG.title
source: Light
ar_iq: مشمس

# Ukg-MO-eaB.title
source: Code Span
ar_iq: امتداد الرمز

# uMZ-sI-7ja.title
source: File
ar_iq: ملف

# uQ1-ej-ufE.title
source: Copy URL
ar_iq: نسخ URL

# uRl-iY-unG.title
source: Cut
ar_iq: قص

# Vdr-fp-XzO.title
source: Hide Others
ar_iq: إخفاء الآخرين

# Ve2-qz-vtH.title
source: Lock on sleep
ar_iq: غلق عند النوم

# vfT-nF-vst.title
source: Or use .ssh private key:
ar_iq: أو استخدم المفتاح الخاص .ssh:

# vmV-6d-7jI.title
source: Make Upper Case
ar_iq: جعله حروف كبيرة

# vrs-XL-lyE.title
source: Move Down In The Sidebar
ar_iq: تحرك لأسفل في الشريط الجانبي

# Vwq-Ek-K2v.title
source: Focus on Search bar when ESC is pressed
ar_iq: ركز على شريط البحث عند الضغط على ESC

# vZO-Tx-X1j.title
source: Create Web Page
ar_iq: إنشاء صفحة ويب

# W48-6f-4Dl.title
source: Edit
ar_iq: تعديل

# w7R-OL-Nfh.title
source: Lock Folder
ar_iq: قفل المجلد

# wa2-sX-NOx.placeholderString
source: optional
ar_iq: اختياري

# WeT-3V-zwk.title
source: Paste and Match Style
ar_iq: لصق ومطابقة النمط

# wG8-3A-BMJ.title
source: Live images preview
ar_iq: معاينة حية للصور

# WHt-T4-l9c.title
source: Hide/show notes
ar_iq: إخفاء / إظهار قائمة الملاحظات

# wM5-nS-jjt.title
source: Save Master Password in Keychain
ar_iq: حفظ ماستر كلمة المرور في Keychain

# wpr-3q-Mcd.title
source: Help
ar_iq: مساعدة

# wW6-4n-sve.title
source: Auto rename by title
ar_iq: إعادة تسمية تلقائية بالعنوان

# X3S-sG-ykW.title
source: Quote
ar_iq: اقتبس

# x3v-GG-iWU.title
source: Copy
ar_iq: نسخ

# X76-X8-PbG.title
source: Publish
ar_iq: ينشر

# XBB-Sr-T1D.title
source: Rename
ar_iq: اعادة تسمية

# XEU-Ia-4j2.title
source: Reset
ar_iq: إعادة ضبط

# xfW-7n-cIw.title
source: Link
ar_iq: رابط

# xjf-5G-e5Q.title
source: Show in sidebar
ar_iq: إظهار في الشريط الجانبي

# xJQ-ch-Xlp.title
source: Preview font size:
ar_iq: معاينة حجم الخط:

# xPh-BC-Xxl.title
source: History
ar_iq: تاريخ

# xPz-yo-VwM.title
source: Notes
ar_iq: ملاحظات

# xrE-MZ-jX0.title
source: Speech
ar_iq: كلام

# xSO-lW-k8f.title
source: Reveal in Finder
ar_iq: فتح المجلد

# xWi-IK-gJS.placeholderString
source: optional
ar_iq: اختياري

# xX0-9b-KDq.title
source: Code block live highlighting (app restart required)
ar_iq: تسليط الضوء على كتلة التعليمات البرمجية (إعادة تشغيل التطبيق مطلوب)

# xxB-ic-LFu.title
source: None
ar_iq: بلا

# Xz5-n4-O0W.title
source: Find…
ar_iq: ابحث ...

# YEy-JH-Tfz.title
source: Find and Replace…
ar_iq: بحث واستبدال ...

# yNE-Yn-AWj.title
source: Quick note:
ar_iq: ملاحظة سريعة:

# Ynk-f8-cLZ.title
source: Start Speaking
ar_iq: بدء التحدث

# You-zo-rbl.title
source: Pin/unpin
ar_iq: تثبيت / فك التثبيت

# ypO-g0-1Xo.title
source: Automatically insert closing braces and close quotes
ar_iq: إدراج تلقائي لغلق الاقواس والاقتباسات

# yVt-tz-tMy.title
source: Username:
ar_iq: اسم المستخدم:

# yx6-SW-3vn.title
source: Image
ar_iq: صورة

# z6F-FW-3nz.title
source: Show Substitutions
ar_iq: مشاهدة التبديلات

# zcY-e5-gKs.title
source: Open in external editor:
ar_iq: فتح في محرر خارجي

# zd2-Rs-DPm.title
source: Force Delete
ar_iq: حذف اجباري

# Ze0-SZ-STw.title
source: Back up manually
ar_iq: قم بعمل نسخة احتياطية يدويًا

# ZqK-gu-KdQ.title
source: Note auto selection when body text matched
ar_iq: لاحظ التحديد التلقائي عند مطابقة النص الأساسي

# Zzw-01-JH7.title
source: Show notes in "Notes" and "Todo" lists
ar_iq: إظهار الملاحظات في قائمة "ملاحظات" و "قائمة المهام"
